android-studio
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
davinci-resolve
fancontrol-gui
flutter
google-chrome
google-cloud-cli
k6
localsend-bin
looking-glass
mongodb-compass
nvm
postman-bin
siji-ttf
ttf-icomoon-feather
ttf-poppins
unigine-heaven
woeusb
yay
yay-debug
