accountsservice
alsa-utils
android-file-transfer
android-tools
audacity
base
base-devel
bash-completion
bind
bluez
bluez-utils
breeze-gtk
breeze5
bspwm
chromium
code
cpupower
dbeaver
discord
distrobox
dkms
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dunst
expac
eza
fastfetch
feh
firefox
flameshot
font-manager
fzf
gamemode
gdb
ghidra
gimp
git
glow
godot
gparted
grub
gst-libav
gst-plugins-bad
guestfs-tools
handbrake
htop
i7z
iaito
iftop
inetutils
inkscape
intel-compute-runtime
intel-media-driver
intel-media-sdk
intel-oneapi-compiler-shared-runtime
intel-ucode
intellij-idea-community-edition
inxi
iptables-nft
iwd
jq
kitty
kmix
kubectl
less
lib32-gst-plugins-base-libs
lib32-gtk2
lib32-gtk3
lib32-libpipewire
lib32-libva
lib32-libvdpau
lib32-libxslt
lib32-ocl-icd
lib32-v4l-utils
lib32-vulkan-mesa-layers
libguestfs
libva-mesa-driver
libva-utils
libvdpau-va-gl
libxslt
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lldb
luarocks
lxappearance
man-db
man-pages
mariadb
mate-polkit
mesa-utils
mesa-vdpau
minikube
mitmproxy
movit
mpv
mtpfs
mtr
mympd
nasm
neofetch
neovim
net-tools
nitrogen
noto-fonts
noto-fonts-emoji
nvme-cli
nvtop
obs-studio
obsidian
openbsd-netcat
opencl-rusticl-mesa
opencv
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
pamixer
papirus-icon-theme
pass
pavucontrol
picom
pigz
pipewire-pulse
plocate
polybar
psensor
pulseaudio-alsa
pyenv
python-distro
python-pip
qemu-full
qt5ct
qt6ct
radeontop
redis
reflector
rocm-hip-runtime
rocm-opencl-runtime
rofi
rsync
rtaudio
rust
scrcpy
scrot
smartmontools
solanum
sox
speedtest-cli
steam
steam-native-runtime
stow
stress
sudo
swtpm
sxhkd
termdown
terminus-font
thunar
time
timeshift
tmux
torbrowser-launcher
traceroute
transmission-cli
transmission-gtk
trurl
ttc-iosevka
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
unrar
unzip
usbutils
uwufetch
v4l2loopback-dkms
vde2
vdpauinfo
vim
virt-manager
virt-viewer
vulkan-radeon
vulkan-tools
wayland-protocols
wireshark-qt
xarchiver
xclip
xcolor
xf86-video-amdgpu
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xsel
xterm
yt-dlp
z
zathura
zathura-pdf-poppler
zip
zsh
zsh-completions
